{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "im-select.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
